Repository: SergioGD7/closetFinder-iOS
Catalog: Shared/Localizable.xcstrings
Source language: es
Languages: de, en, fr, it, pt_br

source: Tiempo previsto, planes, cosas que no olvidar…
de: Wettervorhersage, Pläne, was du nicht vergessen darfst …
en: Weather forecast, plans, things not to forget…
fr: Météo prévue, projets, choses à ne pas oublier…
it: Meteo prevista, programmi, cose da non dimenticare…
pt_br: Previsão do tempo, planos, coisas para não esquecer…

source: Tipo
de: Typ
en: Type
fr: Type

source: Toca para marcarla como en la maleta
de: Tippe, um es als eingepackt zu markieren
en: Tap to mark as packed
fr: Touchez pour la marquer comme dans la valise
it: Tocca per segnarlo come in valigia
pt_br: Toque para marcá-la como na mala

source: Toca una prenda para ver su sitio en el mueble.
de: Tippe auf ein Teil, um seinen Platz im Möbel zu sehen.
en: Tap an item to see its spot in the furniture.
fr: Touchez un vêtement pour voir sa place dans le meuble.
it: Tocca un capo per vedere il suo posto nel mobile.
pt_br: Toque numa peça para ver o lugar dela no móvel.

source: Todas
de: Alle
en: All
fr: Tous
it: Tutti

source: Todo
de: Alle
en: All
fr: Tout
it: Tutto
pt_br: Tudo

source: Todo el año
de: Ganzjährig
en: All year
fr: Toute l’année
it: Tutto l’anno
pt_br: O ano todo

source: Todos
de: Alle
en: All
fr: Tous
it: Tutti

source: Trastero
de: Abstellraum
en: Storage room
fr: Débarras
it: Ripostiglio
pt_br: Depósito

source: Trastero · Caja «Invierno»
de: Abstellraum · Kiste „Winter“
en: Storage room · “Winter” box
fr: Débarras · Boîte « Hiver »
it: Ripostiglio · Scatola «Inverno»
pt_br: Depósito · Caixa “Inverno”

source: Trastero · Caja «Nieve»
de: Abstellraum · Kiste „Schnee“
en: Storage room · “Snow” box
fr: Débarras · Boîte « Neige »
it: Ripostiglio · Scatola «Neve»
pt_br: Depósito · Caixa “Neve”

source: Tu %@ está en %@.
de: Dein Kleidungsstück „%1$@“ ist hier: %2$@.
en: Your %1$@ is in %2$@.
fr: Votre %1$@ est ici : %2$@.
it: Il tuo capo «%1$@» è qui: %2$@.
pt_br: Sua peça “%1$@” está em %2$@.

source: Tu %@ está lavándose. Su sitio es %@.
de: Dein Kleidungsstück „%1$@“ ist in der Wäsche. Sein Platz ist %2$@.
en: Your %1$@ is in the wash. It belongs in %2$@.
fr: Votre %1$@ est au lavage. Sa place est %2$@.
it: Il tuo capo «%1$@» è in lavatrice. Il suo posto è %2$@.
pt_br: Sua peça “%1$@” está para lavar. O lugar dela é %2$@.

source: Tu %@ está prestada. Su sitio es %@.
de: Dein Kleidungsstück „%1$@“ ist verliehen. Sein Platz ist %2$@.
en: Your %1$@ is lent out. It belongs in %2$@.
fr: Votre %1$@ est prêté(e). Sa place est %2$@.
it: Il tuo capo «%1$@» è in prestito. Il suo posto è %2$@.
pt_br: Sua peça “%1$@” está emprestada. O lugar dela é %2$@.

source: Tu %@ no tiene ubicación asignada.
de: Dein Kleidungsstück „%@“ hat noch keinen Ort.
en: Your %@ doesn’t have a place yet.
fr: Votre %@ n’a pas encore d’emplacement.
it: Il tuo capo «%@» non ha ancora un posto.
pt_br: Sua peça “%@” ainda não tem um lugar.

source: Tu armario está vacío
de: Dein Kleiderschrank ist leer
en: Your closet is empty
fr: Votre dressing est vide
it: Il tuo armadio è vuoto
pt_br: Seu guarda-roupa está vazio

source: Tus prendas, fotos y ubicaciones se guardan en tu iCloud privado. Si borras la app y la vuelves a instalar con el mismo Apple ID, todo vuelve solo. También se sincroniza entre tu iPhone y tu iPad.
de: Deine Kleidungsstücke, Fotos und Orte werden in deiner privaten iCloud gesichert. Wenn du die App löschst und mit derselben Apple-ID neu installierst, ist alles wieder da. Außerdem wird zwischen iPhone und iPad synchronisiert.
en: Your items, photos and places are saved in your private iCloud. If you delete the app and reinstall it with the same Apple ID, everything comes back on its own. It also syncs between your iPhone and iPad.
fr: Vos vêtements, photos et emplacements sont enregistrés dans votre iCloud privé. Si vous supprimez l’app puis la réinstallez avec le même identifiant Apple, tout revient automatiquement. La synchronisation fonctionne aussi entre votre iPhone et votre iPad.
it: I tuoi capi, le foto e i posti vengono salvati nel tuo iCloud privato. Se elimini l’app e la reinstalli con lo stesso ID Apple, torna tutto da solo. Si sincronizza anche tra iPhone e iPad.
pt_br: Suas peças, fotos e lugares ficam salvos no seu iCloud privado. Se você apagar o app e instalar de novo com o mesmo ID Apple, tudo volta sozinho. Também sincroniza entre seu iPhone e seu iPad.

source: Ubicaciones
de: Orte
en: Places
fr: Emplacements
it: Posti
pt_br: Lugares

source: Ubicación
de: Ort
en: Place
fr: Emplacement
it: Posto
pt_br: Lugar

source: Un look por día cubierto.
de: Ein Look pro Tag ist abgedeckt.
en: One look per day covered.
fr: Un look par jour : c’est bon.
it: Un look per ogni giorno.
pt_br: Um look por dia garantido.

source: Un perfil o las restricciones del dispositivo impiden usar iCloud.
de: Ein Profil oder Geräteeinschränkungen verhindern die Nutzung von iCloud.
en: A profile or device restrictions prevent using iCloud.
fr: Un profil ou des restrictions de l’appareil empêchent d’utiliser iCloud.
it: Un profilo o le restrizioni del dispositivo impediscono di usare iCloud.
pt_br: Um perfil ou restrições do dispositivo impedem o uso do iCloud.

source: Una categoría
de: Eine Kategorie
en: A category
fr: Une catégorie
it: Una categoria
pt_br: Uma categoria

source: Usa una cinta métrica flexible y no aprietes. Todas son opcionales.
de: Verwende ein flexibles Maßband und ziehe nicht fest. Alle Angaben sind optional.
en: Use a flexible tape measure and don’t pull tight. All are optional.
fr: Utilisez un mètre ruban souple sans serrer. Toutes sont facultatives.
it: Usa un metro da sarta morbido e non stringere. Sono tutte facoltative.
pt_br: Use uma fita métrica flexível e não aperte. Todas são opcionais.

source: Usada %lld veces
de: %lld-mal getragen
en: Worn %lld times
fr: Porté %lld fois
it: Indossato %lld volte
pt_br: Usada %lld vezes

source: Usada 1 vez
de: 1-mal getragen
en: Worn once
fr: Porté 1 fois
it: Indossato 1 volta

source: Usada ayer
de: Gestern getragen
en: Worn yesterday
fr: Porté hier
it: Indossato ieri
pt_br: Usada ontem

source: Usada hoy
de: Heute getragen
en: Worn today
fr: Porté aujourd’hui
it: Indossato oggi
pt_br: Usada hoje

source: Uso
de: Nutzung
en: Use
fr: Utilisation

source: Vaciar la maleta
de: Koffer leeren
en: Unpack all
fr: Vider la valise
it: Svuota la valigia
pt_br: Esvaziar a mala

source: Vaqueros %@
de: Jeans %@
en: Jeans %@
fr: Jean %@
it: Jeans %@
pt_br: Jeans %@

source: Vaqueros rectos
de: Gerade Jeans
en: Straight jeans
fr: Jean droit
it: Jeans dritti
pt_br: Calça jeans reta

source: Ver %@
de: %@ ansehen
en: View %@
fr: Voir %@
it: Vedi %@

source: Verano
de: Sommer
en: Summer
fr: Été
it: Estate
pt_br: Verão

source: Versión
de: Version
en: Version
fr: Version
it: Versione
pt_br: Versão

source: Vestido
de: Kleid
en: Dress
fr: Robe
it: Vestito

source: Vestidos
de: Kleider
en: Dresses
fr: Robes
it: Vestiti

source: Viaje
de: Reise
en: Trip
fr: Voyage
it: Viaggio
pt_br: Viagem

source: Volver a esta semana
de: Zurück zu dieser Woche
en: Back to this week
fr: Revenir à cette semaine
it: Torna a questa settimana
pt_br: Voltar para esta semana

source: Vuelta
de: Rückreise
en: Return
fr: Retour
it: Ritorno
pt_br: Volta

source: Ya va en la maleta
de: Schon im Koffer
en: Already packed
fr: Déjà dans la valise
it: Già in valigia
pt_br: Já está na mala

source: Yo
de: Ich
en: Me
fr: Moi
it: Io
pt_br: Eu

source: Yo, Lucía, Pablo…
de: Ich, Lucia, Paul …
en: Me, Lucy, Paul…
fr: Moi, Lucie, Paul…
it: Io, Lucia, Paolo…
pt_br: Eu, Lúcia, Paulo…

source: Zapatero
de: Schuhschrank
en: Shoe rack
fr: Meuble à chaussures
it: Scarpiera
pt_br: Sapateira

source: Zapatillas running
de: Laufschuhe
en: Running shoes
fr: Chaussures de running
it: Scarpe da running
pt_br: Tênis de corrida

source: ¿Dónde está?
de: Wo ist es?
en: Where is it?
fr: Où est-il ?
it: Dov’è?
pt_br: Onde está?

source: ¿Eliminar %lld prendas?
de: %lld Teile löschen?
en: Delete %lld items?
fr: Supprimer %lld vêtements ?
it: Eliminare %lld capi?
pt_br: Apagar %lld peças?

source: ¿Eliminar 1 prenda?
de: 1 Teil löschen?
en: Delete 1 item?
fr: Supprimer 1 vêtement ?
it: Eliminare 1 capo?
pt_br: Apagar 1 peça?

source: ¿Eliminar a «%@»?
de: „%@“ löschen?
en: Delete “%@”?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
pt_br: Apagar “%@”?

source: ¿Eliminar «%@»?
de: „%@“ löschen?
en: Delete “%@”?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
pt_br: Apagar “%@”?

source: ¿Qué prenda buscas?
de: Welches Kleidungsstück suchst du?
en: Which item are you looking for?
fr: Quel vêtement cherchez-vous ?
it: Quale capo stai cercando?
pt_br: Qual peça você procura?

source: Última: %@
de: Zuletzt: %@
en: Last: %@
fr: Dernière fois : %@
it: Ultima: %@

source: Única
de: Einheitsgröße
en: One size
fr: Taille unique
it: Taglia unica
pt_br: Tamanho único

# category.gender.jacket
source: f
en: m

# category.gender.underwear
source: f
en: m
fr: m
it: m

# color.pink.feminine
source: rosa
en: Pink
fr: rose

# color.pink.masculine
source: rosa
en: Pink
fr: rose

source: Fotos
en: Photos
fr: Photos
it: Foto

source: Material
fr: Matière
it: Materiale

source: Looks
it: Look

# color.beige.feminine
source: beige
pt_br: bege

# color.beige.masculine
source: beige
pt_br: bege
